## caskroom/cask

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

# Other Homebrew packages
brew "git"

brew "tree"
brew "wget"
brew "yarn"
brew 'jq'
brew 'mas'
brew 'brew-cask-completion'

cask "bettertouchtool"
cask "clipy"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "firefox"
cask "google-japanese-ime"
cask "iterm2"
cask "kindle"
cask "the-unarchiver"
cask "virtualbox"
cask "vlc"
cask "phpstorm"
cask "crisp"
cask "sequel-pro"
cask "sketch"
cask "coteditor"
cask "phpstorm"
cask "paw"

mas "LINE", id: 539883307
mas "WinArchiver", id: 413215883
mas "Xcode", id: 497799835
mas 'Kindle', id: 405399194
mas 'Keynote', id: 409183694
mas 'Skitch', id: 425955336
mas 'Slack', id: 803453959
mas 'Todoist', id: 585829637
mas "GIPHY CAPTURE", id: 668208984